Revit 2027 API
ParameterTypeId.SteelElemPatternIntermediateDistanceY Property
 "Intermediate distance on side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternIntermediateDistanceY { get; }
Public Shared ReadOnly Property SteelElemPatternIntermediateDistanceY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternIntermediateDistanceY {
	ForgeTypeId^ get ();
}
static member SteelElemPatternIntermediateDistanceY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace